Tekla.Structures.DrawingInternal.dotGrLine_t


Tekla.Structures.DrawingInternal.dotGrLine_t.OpenGraphicObject


Tekla.Structures.DrawingInternal.dotGrLine_t.LineAttributes


Tekla.Structures.DrawingInternal.dotGrLine_t.StartPoint


Tekla.Structures.DrawingInternal.dotGrLine_t.EndPoint


Tekla.Structures.DrawingInternal.dotGrLine_t.Bulge


Tekla.Structures.DrawingInternal.dotGrLine_t.ToStruct(Tekla.Structures.Drawing.Line)


Tekla.Structures.DrawingInternal.dotGrLine_t.FromStruct(Tekla.Structures.Drawing.Line)
